Repository: Chihab2023/Webstack-Portfolio-Project
Catalog: frontend/languages/*.po
Languages: it_it

source: Searchbot could not find whatever it was you were looking for.
it_it: Searchbot non è riuscito a trovare quello che stavi cercando.

source: Licence
it_it: Licenza

source: Save Settings
it_it: Salva Impostazioni

source: Activate License Key
it_it: Attiva la chiave di licenza

source: Settings Saved
it_it: Impostazioni salvate

source: Database maintenance complete
it_it: Manutenzione del database completata

source: All wProject settings were successfully deleted
it_it: Tutte le impostazioni di wProject sono state eliminate correttamente

source: All read messages were successfully deleted
it_it: Tutti i messaggi letti sono stati eliminati correttamente

source: Presentation
it_it: Presentazione

source: Permissions
it_it: Permessi

source: Gantt Chart
it_it: Gantt

source: Kanban Board
it_it: Bacheca Kanban

source: Time & Costs
it_it: Tempi & Costi

source: Context Labels
it_it: Etichette di contesto

source: Notifications
it_it: Notifiche

source: Comments
it_it: Commenti

source: Printing
it_it: Stampa

source: Other Settings
it_it: Altre impostazioni

source: Maintenance
it_it: Manutenzione

source: Assists
it_it: Assist

source: Get Pro Addons
it_it: Ottieni Pro Addons

source: Check for update
it_it: Ricerca aggiornamenti

source: Welcome to wProject
it_it: Benvenuti in wProject

source: Configure wProject to your hearts desire.
it_it: Configura wProject secondo i tuoi desideri.

source: What's new?
it_it: Cosa c'è di nuovo?

source: Read the FAQ
it_it: Leggi le FAQ

source: wProject health check
it_it: Controllo dello stato di wProject

source: <a href="%1$s" target="_blank" rel="noopener">Learn more</a> about this health check.
it_it: <a href="%1$s" target="_blank" rel="noopener">Ulteriori informazioni</a> su questo controllo dello stato.

source: Replace the login screen logo with your own.
it_it: Sostituisci il logo della schermata di accesso con il tuo.

source: Browse
it_it: Sfoglia

source: Replace the <a href="%1$s" target="_blank" rel="noopener">favicon</a> with your own. For best results, the image needs to be a square PNG and at least 100 x 100 pixels.
it_it: Sostituisci la <a href="%1$s" target="_blank" rel="noopener">favicon</a> con la tua. Per ottenere risultati ottimali, l'immagine deve essere un PNG quadrato e almeno 100 x 100 pixel.

source: Remove Pages from nav
it_it: Rimuovere le pagine dal menu

source: Hide the Pages menu item in the navigation.
it_it: Nascondere la voce di menu Pagine di navigazione.

source: Enable
it_it: Abilita

source: Pages navigation label
it_it: Etichetta delle Pagine nel menu di navigazione

source: The label that appears above the pages navigation.
it_it: L’etichetta visualizzata sopra la navigazione delle pagine.

source: Project list style
it_it: Stile elenco progetti

source: Change the way projects are displayed in the left pane.
it_it: Modificare la modalità di visualizzazione dei progetti nel riquadro sinistro.

source: List (default)
it_it: Elenco (predefinito)

source: Avatar style
it_it: Stile dell'avatar

source: The appearance of user avatars.
it_it: L'aspetto degli avatar degli utenti.

source: Rounded corners (default)
it_it: Angoli arrotondati (impostazione predefinita)

source: Circular
it_it: Circolare

source: Square
it_it: Quadrato

source: Force avatar
it_it: Forza avatar

source: Force users to upload a profile photo during onboarding. This is recommended to make it easier for users to identify each other.
it_it: Obbliga gli utenti a caricare una foto del profilo durante l'onboarding. Questo è consigliato per rendere più facile per gli utenti identificarsi a vicenda.

source: Task spacing
it_it: Spaziatura tra attività

source: Add some spacing between tasks listed on project pages.
it_it: Aggiungere una spaziatura tra le attività elencate nelle pagine del progetto.

source: What to do while the system is performing an action.
it_it: Cosa fare mentre il sistema sta eseguendo un'azione.

source: Note:
it_it: Nota:

source: Disabling the UI will prevent users from navigating away until the performed action has finished.
it_it: La disabilitazione dell'interfaccia utente impedirà agli utenti di spostarsi fino al termine dell'azione eseguita.

source: Blur the background
it_it: Sfocare lo sfondo

source: Disable UI
it_it: Disabilita interfaccia utente

source: Response message position
it_it: Posizione del messaggio di risposta

source: Where to show the response message (desktop only).
it_it: Dove mostrare il messaggio di risposta (solo desktop).

source: Bottom right (default)
it_it: In basso a destra (impostazione predefinita)

source: Bottom left
it_it: Basso a sinistra

source: Top full width
it_it: Larghezza superiore completa

source: Bottom full width
it_it: Fondo a tutta larghezza

source: Team capability
it_it: Capacità del team

source: What team members can do on the front-end.
it_it: Cosa possono fare i membri del team sul front-end.

source: Create tasks
it_it: Creare attività

source: Assign and reassign tasks to anyone
it_it: Assegnare e riassegnare attività a chiunque

source: Request ownership of tasks from other users
it_it: Richiedere la proprietà delle attività ad altri utenti

source: Claim ownership of unowned tasks
it_it: Rivendicare la proprietà delle attività non possedute

source: Team project access
it_it: Accesso al progetto team

source: How team members can access projects on the front-end.
it_it: Come i membri del team possono accedere ai progetti sul front-end.

source: Project managers and administrators can access all projects regardless of this setting.
it_it: I project manager e gli amministratori possono accedere a tutti i progetti indipendentemente da questa impostazione.

source: Limited (default - only projects they have tasks in)
it_it: Limitato (impostazione predefinita - solo i progetti in cui hanno attività)

source: Unlimted (access all projects)
it_it: Unlimted (accedi a tutti i progetti)

source: Allow project managers access to the WordPress admin area. Project managers will be able to manage users and wProject settings, but can not manage plugins.
it_it: Consenti ai project manager di accedere all'area di amministrazione di WordPress. I project manager saranno in grado di gestire gli utenti e le impostazioni di wProject, ma non potranno gestire i plugin.

source: Hide team page
it_it: Nascondi pagina del team

source: Deny access to the team page.
it_it: Negare l'accesso alla pagina del team.

source: Show the Gantt chart
it_it: Visualizzare il diagramma di Gantt

source: Show the Gantt chart at these locations.
it_it: Mostra il diagramma di Gantt in queste posizioni.

source: Dashboard
it_it: Bacheca

source: Projects
it_it: Progetti

source: All projects page
it_it: Tutta la pagina dei progetti

source: Initial Gantt scale (tasks)
it_it: Scala di Gantt iniziale (attività)

source: The initial scale when the Gantt chart contains tasks.
it_it: Scala iniziale quando il diagramma di Gantt contiene attività.

source: Days
it_it: Giorni

source: Weeks
it_it: Settimane

source: Months
it_it: Mesi

source: Initial Gantt scale (projects)
it_it: Scala di Gantt iniziale (progetti)

source: The initial scale when the Gantt chart contains projects.
it_it: Scala iniziale quando il diagramma di Gantt contiene progetti.

source: Pagination
it_it: Impaginazione

source: How many Gantt items to show per vertical pagination.
it_it: Numero di elementi di Gantt da visualizzare per impaginazione verticale.

source: Other Gannt settings
it_it: Altre impostazioni di Gannt

source: Hide completed tasks
it_it: Nascondi attività completate

source: Jump to today
it_it: Vai ad oggi

source: Show popups
it_it: Mostra popup

source: Show subtasks (project page only)
it_it: Mostra sottoattività (solo pagina del progetto)

source: Popups position
it_it: Posizione dei popup

source: Where popups appear when you hover a task in the Gantt chart.
it_it: Dove vengono visualizzati i popup quando si passa il mouse su un'attività nel diagramma di Gantt.

source: Centre (default)
it_it: Centro (impostazione predefinita)

source: Fixed (top right)
it_it: Fisso (in alto a destra)

source: Enable the Kanban board
it_it: Abilita la bacheca Kanban

source: Allow viewing the Kanban board on projects. This is only available to administrators and project managers.
it_it: Consenti di visualizzare la bacheca Kanban sui progetti. Questo è disponibile solo per amministratori e project manager.

source: Board density
it_it: Densità della scheda

source: How comfortable the cards fit in the Kanban board.
it_it: Stile delle carte nella scheda Kanban.

source: Comfortable
it_it: Comodo

source: Loose
it_it: Sciolto

source: Tight
it_it: Stretto

source: Card colours
it_it: Colori delle schede

source: Add priority colour emphasis to the Kanban cards.
it_it: Aggiungi enfasi di colore prioritario alle schede Kanban.

source: Show descriptions
it_it: Mostra descrizioni

source: Show the task descriptions on the Kanban cards.
it_it: Mostra le descrizioni delle attività sulle schede Kanban.

source: Unfocused cards
it_it: Schede non focalizzate

source: Fade or hide unfocused cards when using the Kanban filters.
it_it: Dissolvenza o nascondi le schede sfocate quando usi i filtri Kanban.

source: Fade (default)
it_it: Dissolvenza (impostazione predefinita)

source: Hide
it_it: Nascondi

source: Enable time
it_it: Abilita tempo

source: Allow time to be tracked on tasks and projects.
it_it: Consenti di tenere traccia del tempo su attività e progetti.

source: Overtime prompt
it_it: Richiesta di straordinari

source: Prompt when any logged time entry is more than this many hours.
it_it: Richiedi quando qualsiasi voce di tempo registrata è superiore a questo numero di ore.

source: Hours
it_it: Ore

source: Currency symbol
it_it: Simbolo di valuta

source: The currency symbol to show next to costs. If not specified the $ symbol will be shown.
it_it: Simbolo di valuta da mostrare accanto ai costi. Se non viene specificato, verrà visualizzato il simbolo $.

source: Currency symbol position
it_it: Posizione del simbolo di valuta

source: Show the currency symbol left or right of monetary values.
it_it: Mostra il simbolo di valuta a sinistra o a destra dei valori monetari.

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: Default project hourly rate
it_it: Tariffa oraria predefinita del progetto

source: The default hourly rate your company charges to work on projects. You can still change the rate when creating a new project.
it_it: La tariffa oraria predefinita che l'azienda addebita per lavorare sui progetti. È comunque possibile modificare la frequenza durante la creazione di un nuovo progetto.

source: What are context labels?
it_it: Cosa sono le etichette di contesto?

source: Context labels are a simple way to improve the context of a task. This can assist in understanding it's purpose.
it_it: Le etichette di contesto sono un modo semplice per migliorare il contesto di un'attività. Questo può aiutare a capire il suo scopo.

source: Enter comma separated words with letters, numbers or dashes.
it_it: Inserisci parole separate da virgole con lettere, numeri o trattini.

source: Label colour
it_it: Colore etichetta

source: The primary colour of all context labels.
it_it: Colore primario di tutte le etichette di contesto.

source: Label display
it_it: Visualizzazione delle etichette

source: How to display the context labels when creating or editing a task.
it_it: Come visualizzare le etichette di contesto durante la creazione o la modifica di un'attività.

source: Dropdown (default)
it_it: Elenco a discesa (impostazione predefinita)

source: Radio buttons
it_it: Pulsanti radio

source: Email notifications
it_it: Notifiche di posta elettronica

source: When to send an email notification.
it_it: Quando inviare una notifica e-mail.

source: To task owner when task takeover is requested
it_it: Al proprietario dell'attività quando viene richiesta l'acquisizione dell'attività

source: To user when task takeover decision was made
it_it: All'utente quando è stata presa la decisione di acquisizione dell'attività

source: To user when a task is created for them
it_it: Per l'utente quando viene creata un'attività per lui

source: To user when someone replies to their comment
it_it: All'utente quando qualcuno risponde al suo commento

source: To project manager when a task is complete
it_it: Al project manager quando un'attività è completata

source: To entire organisation when a project is created
it_it: All'intera organizzazione quando viene creato un progetto

source: To involved team members when a project is complete
it_it: Ai membri del team coinvolti quando un progetto è completo

source: To involved team members when a project is deleted
it_it: Ai membri del team coinvolti quando un progetto viene eliminato

source: To task owner when a comment is made on their task
it_it: Al proprietario dell'attività quando viene inserito un commento sull'attività

source: Response message duration
it_it: Durata del messaggio di risposta

source: How long the response message remains on-screen before fading out. Default is 6 seconds.
it_it: Per quanto tempo il messaggio di risposta rimane sullo schermo prima di svanire. Il valore predefinito è 6 secondi.

source: seconds
it_it: secondi

source: Maximum notifications
it_it: Numero massimo di notifiche

source: The maximum number of notifications to show in the dropdown.
it_it: Numero massimo di notifiche da visualizzare nel menu a discesa.

source: Sender name
it_it: Nome mittente

source: If not specified, the sender name on email notifications will be:
it_it: Se non specificato, il nome del mittente sulle notifiche e-mail sarà:

source: Sender email
it_it: Email del mittente

source: If not specified, the sender email address on email notifications will be:
it_it: Se non specificato, l'indirizzo email del mittente nelle notifiche email sarà:

source: Task comments
it_it: Commenti sulle attività

source: Allow users to comment on tasks
it_it: Consenti agli utenti di commentare le attività

source: Yes
it_it: Sì

source: Page comments
it_it: Commenti alla pagina

source: Allow users to comment on pages
it_it: Consentire agli utenti di commentare le pagine

source: Number of recent comments
it_it: Numero di commenti recenti

source: How many comments to show in the recent comments dropdown.
it_it: Quanti commenti mostrare nel menu a discesa dei commenti recenti.

source: Do not include completed tasks when printing a project.
it_it: Non includere le attività completate durante la stampa di un progetto.

source: Disable user photos when printing
it_it: Disabilitare le foto degli utenti durante la stampa

source: User photos will not be shown on printed or PDF documents.
it_it: Le foto degli utenti non verranno visualizzate su documenti stampati o PDF.

source: Leave warnings
it_it: Lasciare avvisi

source: A warning will appear when accidentally attempting to leave an incomplete new task or new project.
it_it: Viene visualizzato un avviso quando si tenta accidentalmente di lasciare una nuova attività o un nuovo progetto incompleto.

source: Job number prefix
it_it: Prefisso del numero di lavoro

source: The default prefix for job numbers
it_it: Prefisso predefinito per i numeri di processo

source: Show the task ID
it_it: Mostra l'ID attività

source: The post ID will show next to tasks.
it_it: L'ID post verrà visualizzato accanto alle attività.

source: Preferred calendar
it_it: Calendario preferito

source: Used for when adding a task or project to your calendar.
it_it: Utilizzato per l'aggiunta di un'attività o di un progetto al calendario.

source: Disabled
it_it: Disabilitato

source: iCal compatible (desktop)
it_it: Compatibile con iCal (desktop)

source: Completed projects navigation visibility
it_it: Visibilità della navigazione dei progetti completati

source: Don't show completed projects in the main navigation.
it_it: Non mostrare i progetti completati nella barra di spostamento principale.

source: Fade on hold
it_it: Dissolvenza in attesa

source: Fade tasks that are on hold.
it_it: Attività con dissolvenza in attesa.

source: Show all project tasks on task relationships
it_it: Mostra tutte le attività del progetto sulle relazioni tra attività

source: When selecting a task relationship, allow selection from all projects instead of just the current project (not recommended, may impact performance).
it_it: Quando si seleziona una relazione tra attività, consentire la selezione da tutti i progetti anziché solo dal progetto corrente (scelta non consigliata, potrebbe influire sulle prestazioni).

source: Dashboard message
it_it: Messaggio del dashboard

source: Add a message to the dashboard (visible to all users).
it_it: Aggiungere un messaggio al dashboard (visibile a tutti gli utenti).

source: Extend session time
it_it: Prolungare il tempo di sessione

source: Stay logged in for longer.
it_it: Rimani connesso più a lungo.

source: Theme maintenance
it_it: Manutenzione del tema

source: This will reset all theme settings to default. Only run theme maintenance if you are experiencing problems.
it_it: Questo ripristinerà tutte le impostazioni del tema predefinite. Esegui la manutenzione del tema solo se si verificano problemi.

source: Reset all theme settings
it_it: Ripristina tutte le impostazioni del tema

source: Notification message maintenance
it_it: Manutenzione dei messaggi di notifica

source: Delete all read (trashed) notifications from the database.
it_it: Eliminare tutte le notifiche di lettura (cestinate) dal database.

source: Delete all read messages
it_it: Elimina tutti i messaggi letti

source: Database maintenance
it_it: Manutenzione del database

source: Cleanup all abandoned task debris. This is highly recommended if you installed wProject before 27th October 2022. <a href="%1$s" target="_blank" rel="noopener">Learn why</a>.
it_it: Ripulisci tutti i detriti di attività abbandonati. Questo è altamente raccomandato se hai installato wProject prima del 27 ottobre 2022. <a href="%1$s" target="_blank" rel="noopener">Scopri perché</a>.

source: Cleanup database
it_it: Pulitura del database

source: IMPORTANT! As a precaution, please backup your database before running this maintenance function.
it_it: IMPORTANTE! Per precauzione, eseguire il backup del database prima di eseguire questa funzione di manutenzione.

source: ARE YOU SURE? Do not proceed unless you have you backed up your database.
it_it: SEI SICURO? Non procedere a meno che non sia stato eseguito il backup del database.

source: The following superstars have generously contributed their time to help improve wProject:
it_it: Le seguenti superstar hanno generosamente contribuito con il loro tempo per contribuire a migliorare wProject:

source: translation
it_it: traduzione

source: Feature feedback
it_it: Feedback sulle funzionalità

source: Functionality suggestions
it_it: Suggerimenti di funzionalità

source: Project manager
it_it: Responsabile di progetto

source: Observer
it_it: Osservatore

source: Operator
it_it: Operatore

source: Team member
it_it: Membro del team

source: required
it_it: richiesto

source: <strong>Note:</strong> The only roles used by wProject are <strong>Team member</strong>, <strong>Project manager</strong>, <strong>Administrator</strong>, <strong>Operator</strong> and <strong>Client</strong> (if the Client Pro plugin is activated).
it_it: <strong>Nota:</strong> Gli unici ruoli utilizzati da wProject sono <strong>Team member</strong>, <strong>Project manager</strong>, <strong>Administrator</strong>, <strong>Operator</strong> e Client (se il plugin <strong>Client</strong> Pro è attivato).

source: Edit Project
it_it: Modifica Progetto

source: Edit Task
it_it: Modifica Attività

source: My Tasks
it_it: Le mie Attività

source: New Project
it_it: Nuovo progetto

source: New Task
it_it: Nuova attività

source: Report
it_it: Segnala

source: User Profile
it_it: Profilo utente

source: Task
it_it: Attività

source: Tasks
it_it: Attività

source: Add Task
it_it: Aggiungi attività

source: Search Tasks
it_it: Attività di ricerca

source: No Tasks Found
it_it: Nessuna attività trovata

source: No Tasks Found in Trash
it_it: Nessuna attività trovata nel cestino

source: All Tasks
it_it: Tutte le Attività

# wproject
source: Projects
it_it: Progetti

# wproject
source: Project
it_it: Progetto

source: Search projects
it_it: Cerca progetti

source: All projects
it_it: Tutti i progetti

source: Parent projects
it_it: Progetti principali

source: Parent project:
it_it: Progetto principale:

source: Edit project
it_it: Modifica progetto

source: Update project
it_it: Aggiornamento progetto

source: Add new project
it_it: Aggiungi nuovo progetto

source: New project name
it_it: Nome nuovo progetto

source: In progress
it_it: In corso

source: Planning
it_it: Pianificazione

source: Proposed
it_it: Proposto

source: Setting up
it_it: Da avviare

source: Archived
it_it: Archiviato

source: Cancelled
it_it: Annullato

source: Complete
it_it: Completato

source: Message
it_it: Messaggio

source: Messages
it_it: Messaggi

source: Add Message
it_it: Aggiungi Messaggio

source: Edit Message
it_it: Modifica messaggio

source: New Message
it_it: Nuovo Messaggio

source: Search Messages
it_it: Cerca messaggi

source: No Messages Found
it_it: Nessun messaggio trovato

source: No Messages Found in Trash
it_it: Nessun messaggio trovato nel cestino

source: All Messages
it_it: Tutti i Messaggi

source: Full description
it_it: Descrizione completa

source: Job #
it_it: Lavoro #

source: Start date
it_it: Data di inizio

source: Due
it_it: Scadenza

source: Time
it_it: Orario

source: hrs
it_it: ore

source: Rate
it_it: Tasso

source: Status
it_it: Stato

source: Start & end dates
it_it: Date di inizio e fine

source: Time allocated
it_it: Tempo assegnato

source: Inactive
it_it: Inattivo

source: On hold
it_it: In attesa

source: Project page
it_it: Pagina del progetto

source: Only show this page on this project
it_it: Mostra questa pagina solo su questo progetto

source: Project
it_it: Progetto

source: Task owner
it_it: Proprietario dell'attività

source: [Not in a Project]
it_it: Link contatto al progetto

source: Account details saved
it_it: Dettagli dell'account salvati

source: Nonce check is not allowed to fail.
it_it: Il controllo Nonce non può fallire.

source: Something went wrong.
it_it: Qualcosa è andato storto.

source: Dark mode enabled.
it_it: Modalità scura abilitata.

source: Light mode enabled.
it_it: Modalità chiara abilitata.

source: All files were deleted.
it_it: Tutti i file sono stati eliminati.

source: A project with that name already exists.
it_it: Esiste già un progetto con questo nome.

source: Project <a href="%1$s">%2$s</a> was created by %3$s.
it_it: Il progetto <a href="%1$s">%2$s</a> è stato creato da %3$s.

source: New project created.
it_it: Nuovo progetto creato.

source: Project modified
it_it: Progetto modificato

source: Project <a href="%1$s">%2$s</a> was modified by %3$s.
it_it: Il progetto <a href="%1$s">%2$s</a> è stato modificato da %3$s.

source: Project edits saved.
it_it: Modifiche al progetto salvate.

source: <a href="%1$s">%2$s</a> created a task for you: <a href="%3$s">%4$s</a>.
it_it: <a href="%1$s">%2$s</a> ha creato un'attività per te: <a href="%3$s">%4$s</a>.

source: You have a new task
it_it: Hai una nuova attività

source: View Task
it_it: Vedi Attività

source: Edit Task: %1$s
it_it: Modifica attività: %1$s

source: Task saved.
it_it: Attività salvata.

source: File deleted.
it_it: File cancellato.

source: Comment deleted.
it_it: Commento cancellato.

source: The comment was not deleted.
it_it: Il commento non è stato eliminato.

source: updated.
it_it: aggiornato.

source: progress changed to %1$s %2$s
it_it: I progressi sono cambiati in %1$s %2$s
