Repository: Chihab2023/Webstack-Portfolio-Project
Catalog: frontend/languages/*.po
Languages: it_it

source: complete!
it_it: completo!

source: Something went wrong. Reload the page and try again.
it_it: Qualcosa è andato storto. Ricarica la pagina e riprova.

source: Project extended to %1$s.
it_it: Progetto esteso a %1$s.

source: Subtask list updated.
it_it: Elenco delle sottoattività aggiornato.

source: Task deleted.
it_it: Attività eliminata.

source: Task Complete:
it_it: Attività completata:

source: <a href="%1$s">%2$s</a> has completed a task: <a href="%3$s">%4$s</a>.
it_it: <a href="%1$s">%2$s</a> ha completato un'attività: <a href="%3$s">%4$s</a>.

source: Task Complete
it_it: Attività completata

source: Task <a href="%1$s">%2$s</a> was completed by %3$s.
it_it: L'attività <a href="%1$s">%2$s</a> è stata completata da %3$s.

source: Task complete.
it_it: Attività completata.

source: Task status updated.
it_it: Stato dell'attività aggiornato.

source: Project deleted.
it_it: Progetto cancellato.

source: Time updated.
it_it: Ora aggiornata.

source: Time deleted.
it_it: Tempo cancellato.

source: Time was added.
it_it: Il tempo è stato aggiunto.

source: Task claimed:
it_it: Attività rivendicato:

source: Make a Decision
it_it: Prendi una decisione

source: Transfer of ownership request
it_it: Richiesta di trasferimento della proprietà

source: %1$s has requested ownership of your task: <a href="%2$s">%3$s</a>.
it_it: %1$s ha richiesto la proprietà dell'attività: <a href="%2$s">%3$s</a>.

source: Ownership request sent.
it_it: Richiesta di proprietà inviata.

source: Go to task
it_it: Vai all'attività

source: approved
it_it: approvato

source: declined
it_it: rifiutato

source: Task takeover %1$s
it_it: Acquisizione delle attività %1$s

source: %1$s has %2$s your takeover of the task: <a href="%3$s">%4$s</a>.
it_it: %1$s ha %2$s la tua assunzione dell’attività: <a href="%3$s">%4$s</a>.

source: Task takeover request %1$s
it_it: Richiesta di acquisizione dell'attività %1$s

source: Takeover granted.
it_it: Acquisizione concessa.

source: Takeover declined.
it_it: L'acquisizione è negata.

source: Message read.
it_it: Messaggio letto.

source: All message marked as read.
it_it: Tutti i messaggi contrassegnati come letti.

source: Task moved
it_it: Attività spostata

source: Following task.
it_it: Seguire l’attività.

source: Not following task.
it_it: Non seguire l’attività.

source: Task Complete.
it_it: Attività completata.

source: Task complete, stopped recording time.
it_it: Attività completata, registrazione del tempo interrotto.

source: Task status changed.
it_it: Lo stato dell'attività è stato modificato.

source: You can only record time on one task at a time.
it_it: È possibile registrare il tempo su un'attività alla volta.

source: Recording time on this task.
it_it: Registrazione del tempo su questa attività.

source: Stopped recording time.
it_it: Registrazione del tempo interrotta.

source: ...loading...
it_it: ... caricamento...

source: Priority
it_it: Priorità

source: Low
it_it: Bassa

source: Normal
it_it: Normale

source: High
it_it: Alta

source: Urgent
it_it: Urgente

source: Incomplete
it_it: Incompleto

source: Not started
it_it: Non iniziato

source: % Complete
it_it: % Completato

source: This task
it_it: Questa attività

source: Is blocked by
it_it: È bloccato da

source: Is similar to
it_it: È simile a

source: Has issues with
it_it: Ha problemi con

source: Relates to
it_it: Si riferisce a

source: Explanation
it_it: Spiegazione

source: Milestone
it_it: Traguardo

source: Obfuscate this task
it_it: Offuscare questa attività

source: More details
it_it: Altri dettagli

source: When a task has time recorded on it, you can only <a href="%1$s">delete it from the front-end</a>.
it_it: Quando un'attività ha registrato il tempo su di essa, è possibile <a href="%1$s">eliminarla solo dal front-end</a>.

source: wProject License Key
it_it: Chiave di licenza wProject

source: Unexpected Error! The query returned with an error.
it_it: Errore imprevisto! La query ha restituito un errore.

source: Invalid license key
it_it: Chiave di licenza non valida

source: License key activated
it_it: Chiave di licenza attivata

source: Something went wrong. Please check your key and try again.
it_it: Qualcosa è andato storto. Controlla la chiave e riprova.

source: The license key has been deactivated for this domain
it_it: La chiave di licenza è stata disattivata per questo dominio

source: The license key on this domain is already inactive
it_it: La chiave di licenza su questo dominio è già inattiva

source: License key
it_it: Chiave della licenza

source: Activate
it_it: Attiva

source: Deactivate
it_it: Disattiva

source: License status
it_it: Stato della licenza

source: Active
it_it: Attivo

source: Licensed to
it_it: Domini concessi in licenza

source: Licenses used
it_it: Licenze utilizzate

source: Max allowed
it_it: Numero massimo consentito

source: Support expiry
it_it: Scadenza del supporto

source: Update
it_it: Aggiorna

source: Check now
it_it: Verifica ora

source: Version
it_it: Versione

source: Your license has expired. <a href="%1$s" rel="noopener" target="_blank">Renew now</a> for continued updates and support. Thanks!
it_it: La licenza è scaduta. <a href="%1$s" rel="noopener" target="_blank">Rinnova ora</a> per aggiornamenti e supporto continui. Grazie!

source: This license key has been blocked.
it_it: Questa chiave di licenza è stata bloccata.

source: If you believe this should not have happened, please <a href="%1$s" target="_blank" rel="noopener">make contact</a>.
it_it: Se ritieni che ciò non sarebbe dovuto accadere, ti preghiamo di <a href="%1$s" target="_blank" rel="noopener">contattarci</a>.

source: This license key is pending server side acknowlegment.
it_it: Questa chiave di licenza è in attesa di riconoscimento lato server.

source: If you are still waiting for you license to be acknowleged, please <a href="%1$s" target="_blank" rel="noopener">make contact</a>.
it_it: Se stai ancora aspettando che la tua licenza venga riconosciuta, ti preghiamo di <a href="%1$s" target="_blank" rel="noopener">contattarla</a>.

source: Extend wProject with Pro Addons
it_it: Estendi wProject con Pro Addons

source: More from Rocket Apps
it_it: Altro da Rocket Apps

source: Open Graphite Pro
it_it: Apri Graphite Pro

source: Absolutely the best plugin of its kind...
it_it: In assoluto il miglior plugin del suo genere...

source: Take control how your WordPress content is viewed when shared on social media.
it_it: Prendi il controllo di come vengono visualizzati i tuoi contenuti WordPress quando vengono condivisi sui social media.

source: Buy Open Graphite Pro
it_it: Acquista Open Graphite Pro

source: Installed
it_it: Installato

source: Theme version
it_it: Versione Tema

source: PHP version
it_it: Versione PHP

source: Your PHP version is not supported.
it_it: La tua versione PHP non è supportata.

source: PHP memory
it_it: Memoria PHP

source: WP memory limit
it_it: Limite Memoria WP

source: WP memory used
it_it: Memoria WP utilizzata

source: Upload max filesize
it_it: Dimensione massima di upload

source: Post max size
it_it: Dimensione massima post

source: ZipArchive class
it_it: Classe ZipArchive

source: Subtasks
it_it: Attività secondaria

source: Add subtask
it_it: Aggiungi sottoattività

source: Subtask
it_it: Sottoattività

source: Group Item
it_it: Elemento di gruppo

source: Task Groups
it_it: Gruppi di attività

source: Add Group Item
it_it: Aggiungi elemento di gruppo

source: Add Group or Group Item
it_it: Aggiungere gruppo o elemento di gruppo

source: Edit Group Item
it_it: Modifica elemento di gruppo

source: New Group Item
it_it: Nuovo elemento dil gruppo

source: Search Task Group Items
it_it: Ricerca di elementi di gruppo di attività

source: No Task Group Items found
it_it: Nessun elemento del gruppo di attività trovato

source: No Task Group Items found in Trash.
it_it: Nessun elemento del gruppo di attività trovato nel Cestino.

source: All Task Group Items
it_it: Tutti gli elementi del gruppo di attività

source: Add to task group
it_it: Aggiungi al gruppo di attività

source: Context Label
it_it: Etichetta di contesto

source: One last thing. Before you continue, please set your user preferences.
it_it: Un'ultima cosa. Prima di continuare, imposta le tue preferenze utente.

source: Do it now
it_it: Fallo ora

source: If you haven't already done so, go to the settings interface and set things up the way you want.
it_it: Se non l'hai già fatto, vai all'interfaccia delle impostazioni e imposta le cose nel modo desiderato.

source: Go to Settings
it_it: Vai alle impostazioni

source: I've already done that.
it_it: L'ho già fatto.

source: Back up everything
it_it: Eseguire il backup di tutto

source: It is recommended you install a <a href="%1$s" target="_blank" rel="noopener">backup plugin</a> for scheduling regular file and database backups.
it_it: Si consiglia di installare un <a href="%1$s" target="_blank" rel="noopener">plug-in</a> di backup per pianificare backup regolari di file e database.

source: Find a backup plugin
it_it: Trova un plug-in di backup

source: Good idea, now what?
it_it: Buona idea, e adesso?

source: Protect your data
it_it: Proteggi i tuoi dati

source: The data you store in wProject might be considered sensitive. Install a good <a href="%1$s" target="_blank" rel="noopener">security plugin</a> for some extra peace of mind.
it_it: I dati memorizzati in wProject potrebbero essere considerati sensibili. Installa un buon <a href="%1$s" target="_blank" rel="noopener">plugin di sicurezza</a> per un po 'più di tranquillità.

source: Find a security plugin
it_it: Trova un plug-in di sicurezza

source: Good thinking, what's next?
it_it: Buon pensiero, cosa c'è dopo?

source: Ready?
it_it: Pronto?

source: Let's go!
it_it: Andiamo!

source: Unfollow
it_it: Non seguire più

source: Follow
it_it: Segui

source: Copied!
it_it: Copiato!

source: Copy link
it_it: Copia link

source: There are no more tasks to do in this project.
it_it: Non ci sono più attività da svolgere in questo progetto.

source: Delete this task and any time recorded on it?
it_it: Eliminare questa attività e qualsiasi tempo registrato su di esso?

source: Select a project
it_it: Seleziona un progetto

source: Nobody
it_it: Nessuno

source: Mark read
it_it: Segna come letto

source: Phone
it_it: Telefono

source: Show tips
it_it: Mostra suggerimenti

source: Title
it_it: Titolo

source: Photo
it_it: Foto

source: Default task order
it_it: Ordine delle attività predefinito

source: Default task ownership
it_it: Proprietà predefinita delle attività

source: Recent tasks are
it_it: Le attività recenti sono

source: Latest activity
it_it: Ultima attività

source: Hide Gantt by default
it_it: Nascondi Gantt per impostazione predefinita

source: Minimise completed tasks in project view
it_it: Riduci al minimo le attività completate nella visualizzazione progetto

source: Dark mode
it_it: Modalità scura

source: Dashboard bar chart
it_it: Dashboard grafico a barre

source: Current task timer ID
it_it: ID timer attività corrente

source: Favourite tasks
it_it: Attività preferite

source: Notifications count
it_it: Contatore delle notifiche

source: tasks have been completed in this project.
it_it: attività completate in questo progetto.

source: task has been completed in this project.
it_it: attività completate in questo progetto.

source: Client
it_it: Cliente

source: Total tasks
it_it: Totale attività

source: Complete tasks
it_it: Attività completate

source: Tasks remaining
it_it: Attività rimanenti

source: Project team
it_it: Team del progetto

source: This project is complete.
it_it: Questo progetto è completato.

source: Created
it_it: Creato

source: Filter
it_it: Filtro

source: All
it_it: Tutti

source: Blocked
it_it: Bloccato

source: Has issues
it_it: Ha problemi

source: Milestones
it_it: Pietre Miliari

source: Orphans
it_it: Orfani

source: Overdue
it_it: Scaduti

source: Similar tasks
it_it: Attività simili

source: Appears on the dashboard below existing elements.
it_it: Viene visualizzato nel quadro comandi sotto gli elementi esistenti.

source: Appears in the right pane on all pages.
it_it: Viene visualizzato nel riquadro destro di tutte le pagine.

source: Appears on the team page.
it_it: Viene visualizzato nella pagina del team.

source: Appears on the account page.
it_it: Viene visualizzato nella pagina dell'account.

source: Appears on projects pages.
it_it: Viene visualizzato nelle pagine dei progetti.

source: Appears on task pages.
it_it: Viene visualizzato nelle pagine delle attività.

source: Appears on custom page content.
it_it: Viene visualizzato nel contenuto della pagina personalizzata.

source: Comment awaiting approval
it_it: Il tuo commento è in attesa di approvazione

source: %1$s at %2$s
it_it: %1$s a %2$s

source: Reply
it_it: Rispondi

source: Delete
it_it: Elimina

source: Add to %1$s calendar
it_it: Aggiungi al calendario %1$s

source: project
it_it: progetto

source: This %1$s was due %2$s.
it_it: Questo %1$s dovuto %2$s.

source: Extend deadline?
it_it: Prorogare la scadenza?

source: Start Working
it_it: Inizia a lavorare

source: Stop Working
it_it: Smettere di lavorare

source: Add missed time
it_it: Aggiungi tempo perso

source: Latest Activity
it_it: Ultime Attività

source: You are recording time on this task.
it_it: Stai registrando il tempo su questa attività.

source: Work in progress
it_it: In lavorazione

source: You are currently not recording time.
it_it: Al momento non stai registrando il tempo.

source: To do
it_it: Da Fare

source: Start
it_it: Inizio

source: Nobody (unowned)
it_it: Nessuno (non posseduto)

source: Available
it_it: Disponibile

source: Away
it_it: Fuori casa

source: Bored
it_it: Annoiato

source: Busy
it_it: Occupato

source: Commuting
it_it: In viaggio

source: Do not disturb
it_it: Non disturbare

source: In a meeting
it_it: In riunione

source: On vacation
it_it: In vacanza

source: Out to lunch
it_it: A pranzo

source: Ready to assist
it_it: Pronto ad aiutarti

source: Working remotely
it_it: A lavoro in remoto

source: Go to Comment
it_it: Vai al commento

source: A reply to your comment
it_it: Una risposta al tuo commento

source: Comment Response
it_it: Commento Risposta

source: has responded to your comment on this task:
it_it: ha risposto al tuo commento su questa attività:

source: %1$s has responded to your comment: <a href="%2$s">%3$s</a>.
it_it: %1$s ha risposto al tuo commento: <a href="%2$s">%3$s</a>.

source: Owner
it_it: Proprietario

source: Reloading chart...
it_it: Ricarica grafico...

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Sun
it_it: Dom

source: Mon
it_it: Lun

source: Tue
it_it: Mar

source: Wed
it_it: Mer

source: Thu
it_it: Gio

source: Fri
it_it: Ven

source: Sat
it_it: Sab

source: Hourly rate
it_it: Tariffa oraria

source: About You
it_it: Su di te

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Bio
it_it: Biografia

source: Upload image
it_it: Carica immagine

source: Remove photo
it_it: Rimuovi foto

source: Contact Methods
it_it: Metodi di contatto

source: Preferences
it_it: Preferenze

source: Alphabetical
it_it: Alfabetico

source: Date added
it_it: Data di inserimento

source: Due date
it_it: Data di scadenza

source: Last modified
it_it: Ultima modifica

source: Most comments
it_it: Più commenti

source: Random
it_it: Casuale

source: Task ID
it_it: ID elaborazione

source: Recent tasks are considered
it_it: Le attività recenti sono considerate

source: 1 day or newer
it_it: 1 giorno o più recente

source: 2 days or newer
it_it: 2 giorni o più recente

source: 3 days or newer
it_it: 3 giorni o più recenti

source: 4 days or newer
it_it: 4 giorni o più recenti

source: 5 days or newer
it_it: 5 giorni o più recente

source: 10 days or newer
it_it: 10 giorni o più recente

source: 20 days or newer
it_it: 20 giorni o più recente

source: 30 days or newer
it_it: 30 giorni o più recente

source: Your status
it_it: Il tuo stato

source: Max number of latest activity items
it_it: Numero massimo di elementi dell'attività più recente

source: Max number of notifications
it_it: Numero massimo di notifiche

source: Projects chart on the dashboard
it_it: Grafico Progetti nel dashboard

source: Default task ownership to me
it_it: Proprietà predefinita dell'attività per me

source: Always hide the Gantt chart
it_it: Nascondi sempre il diagramma di Gantt

source: Auto minimise completed tasks
it_it: Riduci automaticamente al minimo le attività completate

source: Your account details
it_it: Il tuo account

source: The more information you are able to include here, the better the experience will be for everyone.
it_it: Più informazioni sei in grado di includere qui, migliore sarà l'esperienza per tutti.

source: The default order tasks will appear when viewing projects.
it_it: Le attività dell'ordine predefinito verranno visualizzate durante la visualizzazione dei progetti.

source: When creating a new task, the Assigned to field will have your name by default. Otherwise there will be no default.
it_it: Quando si crea una nuova attività, il campo Assegnato a avrà il nome dell'utente per impostazione predefinita. Altrimenti non ci sarà alcun default.

source: View profile
it_it: Visualizza profilo

source: You only have 1 task to do.
it_it: Hai solo 1 attività da svolgere.

source: %1$s/%2$s (%3$s&#37) tasks to do
it_it: %1$s/%2$s (%3$s&#37) attività da svolgere

source: No tasks for you yet.
it_it: Nessuna attività per te ancora.

source: Really delete this comment?
it_it: Davvero cancellare questo commento?

source: Comments are closed
it_it: I commenti sono chiusi

source: Post Reply
it_it: Risposta all’articolo

source: Allowed Tags
it_it: Tag consentiti

source: Create
it_it: Crea

source: Project name
it_it: Nome del progetto

source: Delete this project and associated tasks?
it_it: Eliminare questo progetto e le attività associate?

source: Specifics
it_it: Specifiche

source: Clear dates
it_it: Cancella date

source: Time & Rate
it_it: Tempo & Tariffa

source: Materials
it_it: Materiali

source: Add material item
it_it: Aggiungi elemento materiale

source: Item
it_it: Elemento

source: Cost
it_it: Costo

source: Save Changes
it_it: Salva modifiche

source: Oops! This project is managed by <a href="%1$s">%2$s</a>.
it_it: Oops! Questo progetto è gestito da <a href="%1$s">%2$s</a>.

source: The ability to manage projects is limited to project managers and administrators.
it_it: La capacità di gestire i progetti è limitata ai project manager e agli amministratori.

source: This project does not exist.
it_it: Questo progetto non esiste.

source: A name that identifies the project (required).
it_it: Nome che identifica il progetto (obbligatorio).

source: A brief description of the project.
it_it: Una breve descrizione del progetto.

source: A full description of the project.
it_it: Una descrizione completa del progetto.

source: Setting a start and Due will allow the project to warn you when it runs past the Due.
it_it: L'impostazione di un inizio e di una scadenza consentirà al progetto di avvisarti quando supera la previsione.

source: Specify how much time (hours) you want to allocate to the project. This will allow the project to warn you when it has run overtime.
it_it: Specificare quanto tempo (ore) si desidera allocare al progetto. Ciò consentirà al progetto di avvisarti quando ha eseguito straordinari.

source: Specify an hourly rate that tasks in this project will be billed at. This will allow you to keep an eye on the running project cost.
it_it: Specificare una tariffa oraria a cui verranno fatturate le attività di questo progetto. Ciò ti consentirà di tenere d'occhio il costo del progetto in esecuzione.

source: The person responsible for planning and execution of this project.
it_it: La persona responsabile della pianificazione e dell'esecuzione di questo progetto.

source: Include the cost(s) of additional materials that belong to this project. For example: Stock photography.
it_it: Includi i costi dei materiali aggiuntivi che appartengono a questo progetto. Ad esempio: fotografia stock.

source: Go to project
it_it: Vai al progetto

source: See all projects
it_it: Vedi tutti i progetti

source: Task name
it_it: Nome dell'attività

source: Description
it_it: Descrizione

source: Assigned to
it_it: Assegnato a

source: This task is a milestone
it_it: Questa attività è una pietra miliare

source: Hide the task details from other users
it_it: Nascondere i dettagli dell'attività agli altri utenti

source: Relationship
it_it: Relazione

source: Attach more files
it_it: Allega più file

source: Add context
it_it: Aggiungi contesto

source: You can't edit this task.
it_it: Non è possibile modificare questa attività.

source: Oops! This task can only be edited by <a href="%1$s">%2$s</a>.
it_it: Oops! Questa attività può essere modificata solo da <a href="%1$s">%2$s</a>.

source: The project that this task will belong to.
it_it: Progetto a cui apparterrà questa attività.

source: The team member that this task will be assigned to. If a team member is not selected, the task will be assigned to you.
it_it: Membro del team a cui verrà assegnata questa attività. Se un membro del team non è selezionato, l'attività verrà assegnata a te.

source: How important is this task? If not selected, the default priority will be normal.
it_it: Quanto è importante questa attività? Se non è selezionata, la priorità predefinita sarà normale.

source: If this is a task you have already started work on but forgot to create before the fact, label it appropriately.
it_it: Se questa è un’attività su cui hai già iniziato a lavorare ma hai dimenticato di creare prima del fatto, etichettala in modo appropriato.

source: Is this task considered to be a milestone?
it_it: Questa attività è considerata una pietra miliare?

source: While this task will still appear in the project, the details will be obfuscated to other team members.
it_it: Mentre questa attività verrà ancora visualizzata nel progetto, i dettagli saranno offuscati agli altri membri del team.

source: Specify if this task has some sort of relationship with another task.
it_it: Specificare se questa attività ha una sorta di relazione con un'altra attività.

source: Optionally provide more information about this task relationship.
it_it: Facoltativamente, fornire ulteriori informazioni su questa relazione di attività.

source: Smaller tasks that make up the main task.
it_it: Attività più piccole che costituiscono l'attività principale.

source: Entering values here will override the total time already logged for this task.
it_it: L'immissione di valori qui sostituirà il tempo totale già registrato per questa attività.

source: Delete this task
it_it: Eliminare questa attività

source: Message sent from
it_it: Messaggio inviato da

source: Followed tasks
it_it: Attività seguite

source: Recent comments
it_it: Commenti recenti

source: Print
it_it: Stampa

source: Help
it_it: Aiuto

source: Log out
it_it: Esci

source: Really log out?
it_it: Vuoi davvero disconnetterti?

source: Toggle sidebar
it_it: Attiva/disattiva la barra laterale

source: Settings
it_it: Impostazioni

source: Switch to dark mode
it_it: Passare alla modalità dark

source: Switch to light mode
it_it: Passare alla modalità light

source: My latest tasks
it_it: Le mie ultime attività

source: Projects I manage
it_it: Progetti che gestisco

source: Welcome
it_it: Benvenuto
