Repository: Chihab2023/Webstack-Portfolio-Project
Catalog: frontend/languages/*.po
Languages: it_it

source: As an observer you are free to view any task, project or user profile, without the ability to participate or contribute. You are essentially in read-only mode.
it_it: Come osservatore sei libero di visualizzare qualsiasi attività, progetto o profilo utente, senza la possibilità di partecipare o contribuire. Sei essenzialmente in modalità di sola lettura.

source: If required, please contact an administrator below about upgrading your role.
it_it: Se necessario, contatta un amministratore di seguito per informazioni sull'aggiornamento del tuo ruolo.

source: Your tasks
it_it: Le tue attività

source: The total number of tasks you currently have outstanding, across all projects combined.
it_it: Il numero totale di attività attualmente in sospeso, in tutti i progetti combinati.

source: The burdon you carry across all projects combined.
it_it: Il fardello che porti in tutti i progetti combinati.

source: Other tasks
it_it: Altre attività

source: The number of tasks across all projects that other users (not you) are responsible for.
it_it: Il numero di attività in tutti i progetti di cui sono responsabili altri utenti (non tu).

source: The total number of tasks across all projects combined.
it_it: Il numero totale di attività in tutti i progetti combinati.

source: Active projects
it_it: Progetti Attivi

source: How many projects there are in total, including unassigned projects.
it_it: Quanti progetti ci sono in totale, inclusi i progetti non assegnati.

source: Task status icons
it_it: Icone di stato delle attività

source: Reveal status icons
it_it: Mostrare le icone di stato

source: Pause
it_it: Pausa

source: No project
it_it: Nessun progetto

source: 1 day
it_it: 1 giorno

source: 2 days
it_it: 2 giorni

source: 3 days
it_it: 3 giorni

source: 4 days
it_it: 4 giorni

source: 5 days
it_it: 5 giorni

source: 10 days
it_it: 10 giorni

source: 20 days
it_it: 20 giorni

source: 30 days
it_it: 30 giorni

source: My tasks from the past
it_it: Le mie attività del passato

source: change
it_it: cambia

source: You have no recent tasks.
it_it: Non hai attività recenti.

source: Tasks that were most recently assigned to you.
it_it: Attività che ti sono state assegnate più di recente.

source: Pages
it_it: Pagine

source: Logout
it_it: Esci

source: Task Group
it_it: Attività di gruppo

source: Include tasks from this group
it_it: Includi attività da questo gruppo

source: Task ownership
it_it: Proprietario dell'attività

source: Unchanged
it_it: Invariato

source: Remove ownership
it_it: Rimuovere la proprietà

source: There are currently no task groups.
it_it: Attualmente non sono presenti gruppi di attività.

source: Create project
it_it: Crea progetto

source: Discard
it_it: Cancella

source: See current projects
it_it: Vedi i progetti in corso

source: Attach files
it_it: Allega file

source: Create task
it_it: Crea attività

source: The ability to create new tasks has not been enabled. Discuss this with your project manager or an administrator.
it_it: La possibilità di creare nuove attività non è stata abilitata. Discutetene con il vostro project manager o un amministratore.

source: There needs to be at least one project before you can create a task.
it_it: È necessario che sia presente almeno un progetto prima di poter creare un'attività.

source: Create a project
it_it: Creare un progetto

source: Back to
it_it: Indietro

source: Mark all message as read?
it_it: Contrassegnare tutti i messaggi come letti?

source: Only projects that are in progress are displayed here. (<a href="%1$s">disable this chart</a>).
it_it: Qui vengono visualizzati solo i progetti in corso. (<a href="%1$s">disabilitare questo grafico</a>).

source: Current Active Projects
it_it: Progetti attivi in corso

source: You are not managing any projects yet.
it_it: Non stai ancora gestendo alcun progetto.

source: Access to this page is limited to administrators and project managers.
it_it: L'accesso a questa pagina è limitato agli amministratori e ai project manager.

source: Use the status filters to quickly change the project view.
it_it: Utilizzare i filtri di stato per modificare rapidamente la visualizzazione del progetto.

source: Projects that I am the project manager for.
it_it: Progetti di cui sono project manager.

source: Recent Comments
it_it: Commenti Recenti

source: Toggle sidebars
it_it: Attiva/disattiva le barre laterali

source: Search
it_it: Cerca

source: You only have 1 task
it_it: Hai solo 1 attività

source: Your responsibility
it_it: Tua responsabilità

source: Tasks for others
it_it: Attività per gli altri

source: Need something to do
it_it: C’è bisogno di qualcosa da fare

source: ago
it_it: fa

source: All team members
it_it: Tutti i membri del team

source: A list of every person with an account.
it_it: Un elenco di ogni persona con un account.

source: All users
it_it: Tutti gli utenti

source: Administrators
it_it: Amministratori

source: Clients
it_it: Clienti

source: Observers
it_it: Osservatori

source: Team members
it_it: Membri del team

source: You can change the status of a task to Complete, Incomplete, On Hold, In Progress or Not Started.
it_it: È possibile modificare lo stato di un'attività in Completata, Incompleta, In attesa, In corso o Non avviata.

source: If the option is enabled, you can request ownership of a task that you don't own.
it_it: Se l'opzione è abilitata, è possibile richiedere la proprietà di un'attività di cui non si è proprietari.

source: Because you are a human, you can only record time on one task at a time.
it_it: Poiché sei un essere umano, puoi registrare solo il tempo su un'attività alla volta.

source: Check your notifications for any important messages.
it_it: Controlla le notifiche per eventuali messaggi importanti.

source: Tasks can have subtasks, which can be checked off as you complete them.
it_it: Le attività possono avere sottoattività, che possono essere selezionate man mano che vengono completate.

source: Tasks can have relationships with other tasks, such as blocks, similarities, issues and relations.
it_it: Le attività possono avere relazioni con altre attività, ad esempio blocchi, somiglianze, problemi e relazioni.

source: If you accidentally forget to stop recording time on a task, you can easily manually edit the time entry.
it_it: Se si dimentica accidentalmente di interrompere la registrazione del tempo su un'attività, è possibile modificare facilmente manualmente l'immissione dell'ora.

source: If you check off all your subtasks, the task will automatically be marked as complete.
it_it: Se si selezionano tutte le sottoattività, l'attività verrà automaticamente contrassegnata come completata.

source: If the option is enabled, project managers can have access to the WordPress back end.
it_it: Se l'opzione è abilitata, i project manager possono avere accesso al back-end di WordPress.

source: Project managers and administrators can edit any task, regardless of who owns it.
it_it: I project manager e gli amministratori possono modificare qualsiasi attività, indipendentemente da chi ne è proprietario.

source: Project managers can only edit or delete projects they manage.
it_it: I project manager possono modificare o eliminare solo i progetti che gestiscono.

source: Go to your account settings page any time to tweak your preferences.
it_it: Vai alla pagina delle impostazioni del tuo account in qualsiasi momento per modificare le tue preferenze.

source: Clicking 'Add a task' from a project page will automatically select that project for the task.
it_it: Facendo clic su "Aggiungi un'attività" da una pagina di progetto verrà automaticamente selezionato quel progetto per l'attività.

source: The Kanban board can be enabled in wProject settings.
it_it: La scheda Kanban può essere abilitata nelle impostazioni di wProject.

source: Quickly switch between light and dark mode by clicking the sun/moon icons.
it_it: Passa rapidamente dalla modalità chiara a quella scura facendo clic sulle icone sole / luna.

source: Tip:
it_it: Suggerimenti:

source: Administrator
it_it: Amministratore

source: Unknown
it_it: Sconosciuto

source: Position
it_it: Posizione

source: Job title
it_it: Titolo del lavoro

source: Role
it_it: Ruolo

source: Contact Information
it_it: Informazioni di Contatto

source: MS Teams
it_it: MS Team

source: Last login
it_it: Ultimo accesso

source: Timing
it_it: Tempistica

source: Highlighted tasks
it_it: Attività evidenziate

source: This page contains information about the user.
it_it: Questa pagina contiene informazioni sull'utente.

source: My account
it_it: Il mio account

source: See all team members
it_it: Vedi tutti i membri del team

source: Not Available
it_it: Non disponibile

source: Search Results for <span>%1$s</span>
it_it: Risultati della ricerca per <span>%1$s</span>

source: Date created
it_it: Data di creazione

source: Private task
it_it: Attività privata

source: Searchbot could not find <span>%1$s</span>.
it_it: Searchbot non è riuscito a trovare <span>%1$s</span>.

source: Oops! You are not permitted to access tasks that are not yours. Sending you back...
it_it: Oops! Non è consentito accedere ad attività che non sono tue. Ti sto rimandando indietro...

source: Private
it_it: Privato

source: Everyone
it_it: Tutti

source: %1$s has requested ownership of this task.
it_it: %1$s ha richiesto la titolarità di questa attività.

source: Approve
it_it: Approva

source: Can't transfer ownership while recording time
it_it: Impossibile trasferire la proprietà durante la registrazione

source: Decline
it_it: Rifiuta

source: This task %1$s
it_it: Questa attività %1$s

source: Details
it_it: Dettagli

source: Initiator
it_it: Iniziatore

source: Me
it_it: Io

source: Adopt
it_it: Adottare

source: Unowned task
it_it: Attività non posseduta

source: %1$s is recording time (since %2$s).
it_it: %1$s sta registrando tempo di lavorazione (da %2$s).

source: Visibility
it_it: Visibilità

source: Context
it_it: Contesto

source: Contributor
it_it: Collaboratore

source: Date
it_it: Data

source: Action
it_it: Azione

source: Did you forgot to stop time?
it_it: Hai dimenticato di fermare il tempo?

source: Edit time
it_it: Modifica tempo

source: Delete time
it_it: Elimina tempo

source: Total
it_it: Totale

source: Delete this time entry?
it_it: Cancellare il tempo di lavorazione?

source: Hrs
it_it: Ore

source: Mins
it_it: Min

source: Delete this file?
it_it: Eliminare questo file?

source: This is a private task.
it_it: Questa è un attività privata.

source: Files that are associated with this task.
it_it: File associati a questa attività.

source: Edit
it_it: Modifica

source: Download all files
it_it: Scarica tutti i file

source: Delete all files
it_it: Elimina tutti i file

source: Really delete all the files in this task?
it_it: Davvero eliminare tutti i file in questa attività?

source: Last chance: Are you sure you want to delete all the files in this task?
it_it: Ultima possibilità: sei sicuro di voler eliminare tutti i file in questa attività?

source: Task status
it_it: Stato dell'attività

source: This task was deleted.
it_it: Questa attività è stata eliminata.

source: Deleted: %1$s.
it_it: Cancellato: %1$s.

source: Complete this task?
it_it: Completare questa attività?

source: Only <strong>%1$s</strong> can edit this task.
it_it: Solo <strong>%1$s</strong> può modificare questa attività.

source: Request Ownership
it_it: Richiedi la proprietà

source: <strong>%1$s</strong> has requested ownership.
it_it: <strong>%1$s</strong> ha richiesto la proprietà.

source: You can't request ownership of this task while another user is recording time on it.
it_it: Non è possibile richiedere la proprietà di questa attività mentre un altro utente sta registrando il tempo su di essa.

source: This project is <strong>%1$s</strong>. To access this project, change <a href="%2$s">status</a>.
it_it: Questo progetto è <strong>%1$s</strong>. Per accedere a questo progetto, modificare <a href="%2$s">lo stato</a>.

source: My tasks
it_it: I miei task

source: This task has issues with
it_it: Questa attività presenta problemi con

source: This task is blocked by
it_it: Questa attività è bloccata da

source: Similar
it_it: Simile

source: This task is similar to
it_it: Questa attività è simile a

source: Relates
it_it: Riguarda

source: This task relates to
it_it: Questa attività riguarda

source: More
it_it: Altro

source: Created date
it_it: Data di creazione

source: You have nothing to do in this project.
it_it: Non hai nulla da fare in questo progetto.

source: There are no other tasks here.
it_it: Non ci sono altre attività qui.

source: There are no other tasks here and you still have %1$s to do.
it_it: Non ci sono altre attività qui e hai ancora %1$s da fare.

source: Less
it_it: Meno

source: Remove highlight
it_it: Rimuovi evidenziazione

source: Highlight
it_it: Evidenziare

source: Contact
it_it: Contatto

source: Time used
it_it: Tempo utilizzato

source: time x hours
it_it: tempo x ore

source: Project info
it_it: Descrizione del progetto

source: Show the full details of the project.
it_it: Mostra tutti i dettagli del progetto.

source: Add a task
it_it: Aggiungere un'attività

source: Really delete this project and all its tasks?
it_it: Vuoi davvero eliminare questo progetto e tutte le sue attività?

source: Last chance! Really delete this project and all its tasks?
it_it: Ultima possibilità! Davvero eliminare questo progetto e tutte le sue attività?

source: Access to this project is limited to administrators, project managers and users who participate in it.
it_it: L'accesso a questo progetto è limitato agli amministratori, ai project manager e agli utenti che vi partecipano.

source: View details
it_it: Vedi dettagli

source: More information about %s
it_it: Più informazioni su %s

source: Check for updates
it_it: Controlla gli aggiornamenti

# the plugin title
source: The %s plugin is up to date.
it_it: Il plugin %s è aggiornato.

# the plugin title
source: A new version of the %s plugin is available.
it_it: È disponibile una nuova versione del plugin %s.

# the plugin title
source: Could not determine if updates are available for %s.
it_it: Non è stato possibile determinare se è disponibile un aggiornamento di %s.

source: Unknown update checker status "%s"
it_it: Stato del controllo aggiornamenti sconosciuto "%s"

source: There is no changelog available.
it_it: La cronologia degli aggiornamenti non è disponibile.

source: The best project management system built on WordPress.
it_it: Il miglior sistema di gestione dei progetti basato su WordPress.

source: Rocket Apps
it_it: Applicazioni Rocket
